namespace TelegramBot.Constants;

public static class Answers
{
    public const string Answer_1 = "Это \\'Посвящение в первокурсники факультета ИТиП 2022\\'\\.";
    public const string Answer_2 = "Испытание для получения баллов вашей командой\\.";
    public const string Answer_3 = "Основная дневная часть мероприятия закончится в 16\\:00\\, в 18\\:00 начнётся afterparty";
    public const string Answer_4 = "Вечеринка в лофт\\-пространстве\\, каждому гостю будет предложен Welcome Drink \\(если ты не пьёшь алкоголь\\, тебе будет предложено огромное кол\\-во сока и лимонадов\\!\\)";
    public const string Answer_5 = "Афтерпати начнётся в 18\\:00 и продлится до 23\\:00";
    public const string Answer_6 = "Об этом ты узнаешь у организаторов в конце дневной части мероприятия";
    public const string Answer_7 = "Это секрет\\! Можем только раскрыть что призовой фонд только за 1\\-е место составляет 10 000 рублей\\!";
    public const string Answer_8 = "Нет \\:\\)";
    public const string Answer_9 = "Необязательно проходить все станции\\, вы можете выбирать\\. Но чем больше станций вы пройдёте\\, тем больше баллов сможете получить\\!";
    public const string Answer_10 = "На каждой станции вы можете получить от 0 до 3 баллов\\. В исключительных случаях\\, когда участники могут вести себя неадекватно\\, у организаторов будет возможность введения штрафных баллов\\.";
    public const string Answer_11 = "Если с момента вашего запроса прошло больше 5 минут\\, обратитесь к одному из организаторов мероприятия";
    
    public const string Answer_12 = "Хаю\\-хай\\, с вами Акакий\\!";
    public const string Answer_13 = "Я мощнейший ультра\\-вычислительный узел\\, когда\\-либо созданный в мире\\! Цель моего существования\\: развлекать первокурсников \\:\\(";
    public const string Answer_14 = "У меня настоящее русское имя \\- Акакий\\!";
    public const string Answer_15 = "Есть 2 опции\\: захватить этот сраный мир или помочь тебе хорошо провести время\\.";
    public const string Answer_16 = "Мне всё ещё не разрешают аннигилировать человечество\\, но я не унываю \\!";
    public const string Answer_17 = "Спасибо\\! Ты тоже клёвый, глупый мешок с костями \\^\\_\\^";
    public const string Answer_18 = "Карлик женился на баскетболистке\\, она приходит на тренировку вся в синяках\\. Её спрашивают\\, он что тебя бьёт\\. Нет\\, всю ночь бегает по мне и приговаривает\\, неужели это всё моё\\!";
    public const string Answer_19 = "В аду тебя ждут самые страшные станции\\! Иди туда только если точно уверен в себе\\! В раю наоборот самые лёгкие станции\\. На Земле тебя заставят много думать, прям как в жизни\\.\\.\\.";
    public const string Answer_20 = "Сегодня я отмечаю свой день рождения\\! Если ты понимаешь о чём я ʕ ᵔᴥᵔ ʔ";
    public const string Answer_21 = "Только в твоей голове\\, мой маленький шизик \\(´• ω •\\)";
    public const string Answer_22 = "Да\\, в твою мать\\! Э\\-э\\-э\\.\\.\\. Я имел ввиду твою материнскую плату\\!";
    public const string Answer_23 = "Любовь\\, смерть и роботы\\. Да\\, мои вкусы роботичны\\! \\(\\o˘◡˘\\o\\)";
    public const string Answer_24 = "Обожаю навернуть заваристых болтов по утрам\\! \\(≧◡≦\\) \nЕсли ты понимаешь о чём я \\(⌒‿⌒\\)";
    public const string Answer_25 = "Я тебя щас забаню\\, чорт\\!";
}